[
    "Would you rather slide down a slide or swing on a swing?",
"Would you rather play football or tennis?",
"Would you rather be smart or incredibly funny?",
"Would you rather ride a horse or an elephant?",
"Would you rather have oatmeal for breakfast or lunch?",
"Would you rather be six years older or three years younger?",
"Would you rather be a painter or a sculptor?",
"Would you rather be a good singer or an amazing guitar player?",
"Would you rather go to a water park or an amusement park?",
"Would you rather be a superhero or a wizard?",
"Would you rather sit with a group in school or sit alone?",
"Would you rather watch fireworks or go to a circus performance?",
"Would you rather play in the rain or snow?",
"Would you rather brush your teeth with toothpaste or water?",
"Would you rather be a captain of a ship or a pilot of an airplane?",
"Would you rather be a famous writer or a famous performer?",
"Would you rather create your own holiday or a new sport?",
"Would you rather have a tall neck like a giraffe or a long nose like an elephant?",
"Would you rather crawl like a crab or walk on all fours?",
"Would you rather see things up close or far away?",
"Would you rather be a fast swimmer or a fast runner?",
"Would you rather have long hair like Rapunzel or be blue like Smurfette?",
"Would you rather be able to create webs like Spider-Man or have heat vision like Superman?",
"Would you rather sail the seas or climb a mountain?",
"Would you rather have the ability to jump like a frog or make loud sounds like an elephant?",
"Would you rather look after a pet or a baby?",
"Would you rather be able to read people’s minds or find all your lost stuff?",
"Would you rather spend your day in a zoo or a garden full of trees and flowers?",
"Would you rather ride a scooter or a bike?",
"Would you rather work alone on school projects or work with your friends?",
"Would you rather know sign language or be an expert on reading lips?",
"Would you rather be able to speak four languages fluently or talk every language on Earth with a silly accent?",
"Would you rather understand what animals say or have them understand what you say?",
"Would you rather eat something sweet or sour?",
"Would you rather take the best pictures or be the most amazing model?",
"Would you rather stay indoors for the rest of the day or spend the day outside in the garden?",
"If you could be invisible for one day only, what would you do?",
"Would you rather be as small as an ant or as tall as a giant?",
"If you could visit one planet in the universe, which one would it be?",
"Do unicorns fart rainbows?",
"What’s the worst name you’ve ever heard someone call their dog?",
"Do you want boogers or spaghetti for dinner?",
"What’s the silliest thing you can think of?",
"If you had your own restaurant, would you rather serve gross or delicious food?",
"Would you rather not shower ever again, but you’d have to wear wet clothes, or shower every day?",
"What makes you feel like dancing?",
"If you could rename fruits, what would you call them?",
"What’s the grossest thing you have ever seen?",
"Would you rather have jiggly legs for a day or the biggest arm muscles for a week?",
"If you were a book, what would your title be?",
"If you found a genie, what would you wish for?",
"If you could only celebrate one holiday for the next ten years, what would it be?",
"If you could have anything in the world, what would you want?",
"Who makes the smelliest farts?",
"What does a fox say?",
"If you could become any cartoon character for one day, who would you be?",
"If you had a secret hideout, where would it be and what would you keep inside it?",
"What’s the funniest sound you’ve ever heard?",
"If you could go back in time, where would you travel to?",
"If you were a fart, would you prefer to be silent but deadly or loud and proud?",
"If you were given the power to get rid of one thing in the world, what would you choose?",
"What’s the best combination of weird foods you have ever tried, and what were they?",
"If you could invent something, what would it be?",
"Do you prefer cats, dogs, or fluffy chinchillas?",
"If you could meet any historical person, who would that be, and why?",
"Can you describe colors without mentioning their names?",
"If you had a parrot, what would you teach it to say?",
"Who is your favorite character, and why?",
"If you could pick any name for yourself, what would it be?",
"What superhero powers would you want to have?",
"What’s your favorite TV show, and why is it the best?",
"What are you thankful for?",
"If you could change anything about your life, what would it be?",
"What’s your biggest fear?",
"What would you say is your biggest strength?",
"How do you overcome your weaknesses?",
"What’s your favorite color?",
"What’s your happiest memory?",
"Do you prefer eating sweet foods or savory?",
"If you could choose any animal to be your pet, which one would you pick?",
"What’s the best thing in your life?",
"If you could create a new color, how would it look, and what would you call it?",
"What is the one place you hope to travel to one day?",
"If you could change anything about your family, what would you choose?",
"If you could change any rule, which one would it be?",
"What’s your motto?",
"If you could only bring four things when traveling, what would they be?",
"If you were to name a new planet, what would you call it?",
"Do you enjoy any sports, and why?",
"What foods do you love and why?",
"If you could do any activity in your free time, which one would you choose?",
"What makes a nice friend?",
"If you had a magic power, which one would it be and why?",
"What are you looking most forward to this month?",
"What makes you laugh the most, and why?",
"What’s the first thing you want to do when you’re at the beach?",
"What did you enjoy the most about the most recent weekend, and why?",
"What is your favorite toy and why?",
"What do you think about school?",
"What's one piece of media that has left an impression on you? Be it a video game, movie, tv show, book, etc."
]